const qnaList = [
  {
    q: '1. 좋아하는 사람이 생겼다. 나는 그 사람의 어떤 모습에 반했을까?',
    a: [
      { answer: 'a. 먼저 말 걸고 챙겨주는 모습', type: ['kuromi','cinnamoroll'] }, { answer: 'b. 놀리고 싶은 귀여운 모습', type: ['mymelody','badbadtzmaru'] }, { answer: 'c. 뭐든지 열심히 하는 모습' , type: ['hellokitty','pochacco'] },


    ]
  },
  {
    q: '2. 그 사람이 오는 모임 전 날, 너무 기대가 된다. 난 뭘 하고 있을까?',
    a: [
      { answer: 'a. 내일 어떻게 말을 걸까 생각해본다.', type: ['hellokitty','pochacco'] }, { answer: 'b. 친구한테 연락해 무슨 옷이 나은지 물어본다.', type: ['kuromi','badbadtzmaru'] }, { answer: 'c. 내일이 빨리 왔으면 좋겠어서 일찍 잔다.' , type: ['mymelody','cinnamoroll'] },
    ]

  },
  {
    q: '3. 모임 장소에 도착했다. 멀리 그 사람이 보인다. 어떻게 할까?',
    a: [
      { answer: 'a. 바로 옆에 가서 앉는다.', type: ['mymelody',''] }, { answer: 'b. 인사만 하고 다른 자리에 앉는다.', type: ['kuromi'] }, { answer: 'c. 멀리서 지켜본다.' , type: [''] },
    ]

  },
  {
    q: '4. 같은 테이블에 다른 이성이 나에게 관심이 있어 보인다. 어떻게 할까?',
    a: [
      { answer: 'a. 철벽을 친다.', type: [] }, { answer: 'b. 그냥 다른 사람과 똑같이 대한다.', type: [] }, { answer: 'c. 오히려 더 친절하게 대하며 질투를 유발한다.' , type: [] },
    ]

  },
  {
    q: '5. 모임이 끝나고 집에 갈 시간이다. 그 사람이 많이 취해보인다. 어떻게 할까?',
    a: [
      { answer: 'a. 집에 데려다준다.', type: [] }, { answer: 'b. 집에 도착할 때까지 전화해준다.', type: [] }, { answer: 'c. 다른 이성이 그 사람을 데려다 주는 걸 보고 후회한다.' , type: [] },
    ]

  },
  {
    q: '6. 모임 이후 그 사람과 조금은 가까워진 것 같다. 더 친해지고 싶은데...어떻게 할까?',
    a: [
      { answer: 'a. 먼저 연락해본다.', type: [] }, { answer: 'b. 그 사람에 대해 조사한다.', type: [] }, { answer: 'c. 그 사람의 프로필 사진을 보면서 연락하는 상상을 한다.' , type: [] },
    ]

  },
  {
    q: '7. 그 사람과 둘이서 밥을 먹게 되었다!! 둘이 있을 때 나의 행동은?',
    a: [
      { answer: 'a. 최선을 다해 챙겨준다.', type: [] }, { answer: 'b. 리액션을 열심히 해준다.', type: [] }, { answer: 'c. 눈도 못 쳐다본다.' , type: [] },{ answer: 'd. 플러팅 고수가 된다.' , type: [] },
    ]

  },
  {
    q: '8. 이제 헤어질 시간아다.ㅠㅠ 집에 도착한 후 나의 행동은?',
    a: [
      { answer: 'a. 바로 잘 들어갔냐고 연락한다.', type: [] }, { answer: 'b. 먼저 연락이 올 때까지 기다린다.', type: [] }, { answer: 'c. 그 사람 속마음 타로를 찾아본다.' , type: [] },
    ]

  },
  {
    q: '9. 벌써 시험 기간이 되었다. 그 사람과 같은 강의를 듣고 있어 시험이 겹친다. 어떻게 할까?',
    a: [
      { answer: 'a. 같이 공부하자고 한다.', type: [] }, { answer: 'b. 무심하게 시험 자료들을 보내준다.', type: [] }, { answer: 'c. "같은 시험이면 시험장에서 볼 수 있네?"라고 생각한다.' , type: [] },
    ]

  },
  {
    q: '10. 그 사람의 마음을 잘 모르겠다. 관심이 있는 거 같은데 없는 거 같고...조금은 지친다. 어떻게 할까?',
    a: [
      { answer: 'a. 급발진으로 고백한다.', type: [] }, { answer: 'b. 깔끔하게 포기한다.(다른 사람 찾을거야~~)', type: [] }, { answer: 'c. 인내심을 가지고 계속 노력해본다.' , type: [] }, { answer: 'd. 포기하려고 노력하지만 속으로 계속 좋아한다.', type:[] },
    ]

  }

]


const infoList = [
  {
    name: 
    desc:
  }
]
